{
    "STEPを移動するスライダー": "Slider to move STEP",
    "閉じる": "Close",
    "説明を閉じる": "Close Description",
    "AgentCardTitle": "Click to view details of {{ title }}",
    "LinkCardTitle": "Click to view details of \"{{ title }}\" on a separate page.",
    "表示設定": "Display Settings",
    "設定を閉じる": "Close Settings",
    "カラーモードの設定": "Color Mode Setting",
    "ライトモード": "light mode",
    "ダークモード": "dark mode",
    "画面の色を変更できます": "Screen color can be changed",
    "ヘッダの表示設定": "Header display settings",
    "表示": "display",
    "非表示": "hidden",
    "ヘッダの表示・非表示を切り替えます": "Toggles between showing and hiding the header",
    "サイドバーの表示設定": "Sidebar display settings",
    "サイドバーの表示・非表示を切り替えます": "Toggles the sidebar between visible and invisible",
    "キャラクターの表示設定": "Character display settings",
    "キャラクターの表示・非表示を切り替えます": "Toggles between showing and hiding the character",
    "スライダーの表示設定": "Slider display settings",
    "スライダーの表示・非表示を切り替えます": "Show/hide the slider",
    "STEP": "STEP",
    "SCORE": "SCORE",
    "ホームへ戻る": "Return to Home",
    "外部リンク": "External Links",
    "再生/停止": "Play/Stop",
    "競技の説明": "Description of the competition",
    "はじめに１：RRSとは": "Introduction 1 : What is RRS?",
    "はじめに２：エージェントとは": "Introduction 2 : What is an agent?",
    "はじめに３：建物等について": "Introduction 3 : About buildings, etc.",
    "市民": "Civilian",
    "市民の説明を開く": "Open Civilian Briefing",
    "救急隊": "Ambulance",
    "救急隊の説明を開く": "Open Ambulance Briefing",
    "消防隊": "Fire Truck",
    "消防隊の説明を開く": "Open Fire Truck Briefing",
    "土木隊": "Road repair vehicle",
    "土木隊の説明を開く": "Open Road repair vehicle Briefing",
    "救助活動の経過時間を表します": "Indicates the elapsed time of the rescue operation",
    "市民の負傷度合いによってスコアが減算されます": "Scores are subtracted according to the degree of injury to the civilian.",
    "市民の説明": "Civilian Description",
    "救急隊の説明": "Ambulance Description",
    "消防隊の説明": "Fire Truck Description",
    "土木隊の説明": "Road repair vehicle Description",
    "ログ一覧": "Log List",
    "人気": "Popularity",
    "建物等の紹介": "Buildings, etc.",
    "建物": "Building",
    "多くの市民が取り残されている": "Many civilian are being left behind.",
    "避難所": "shelter",
    "全ての市民の避難場所": "Shelter for all civilians",
    "道路": "road",
    "市民やロボットが使用する通路": "Passages used by civilians and robots",
    "RRSとは": "What is RRS",
    "エージェントとは": "What is an agent",
    "RoboCup Rescue Simulation(RRS)とは都市直下型地震で被災した仮想都市における災害救助シミュレーションのことです。複数種類のロボットの協力による救助活動でいかに災害の被害を抑えられるかを競います。": "RoboCup Rescue Simulation (RRS) is a disaster rescue simulation in a virtual city hit by an earthquake directly under the city. Participants compete to see how well they can minimize the damage caused by the disaster through cooperative rescue activities by multiple types of robots.",
    "目標は高いスコアを維持すること": "Goal is to maintain high scores",
    "被害状況が悪化するとスコア(都市の価値)が減少します。": "As the damage worsens, the score (value of the city) decreases.",
    "避難する市⺠を多く救助しよう": "Rescue as many evacuees as possible",
    "瓦礫を除去し効率よく救助しよう": "Remove debris and rescue efficiently",
    "ロボット同士で協力しよう": "Robots cooperate with each other",
    "人工知能ロボット(エージェント)の紹介": "Artificial Intelligence Robot (Agent)",
    "人工知能ロボットは互いに通信・協力しながら最適な災害救助活動を目指します。": "Artificial intelligence robots communicate and cooperate with each other to optimize disaster relief efforts.",
    "自力で動けない市民を避難所まで搬送": "Transport civilians who cannot move on their own to evacuation centers",
    "自力で動けない市民を避難所まで搬送します。白色で表示されます。": "Transports civilians who are unable to move on their own to evacuation centers. The color is displayed in white.",
    "建物に埋まってしまって動けない市民と人工知能ロボットを救出": "Rescuing civilians and artificially intelligent robots stuck in buildings",
    "赤色で表示されます。": "It is displayed in red.",
    "青色で表示されます。": "It is displayed in blue.",
    "道路を塞いでいるがれきを撤去": "Removing debris blocking the road",
    "市民の紹介": "Civilian Introduction",
    "市民は避難所に着くことを目指します。緑色で表示されます。": "Civilians aim to reach the shelter. They are indicated in green.",
    "自力で避難所まで向かう": "Go to the shelter on your own.",
    "イベント": "Event",
    "瓦礫": "Debris",
    "通路を塞ぎ、市民やロボットの通行の妨げとなる": "Blocking aisles and obstructing the passage of citizens and robots.",
    "市民には負傷度があります。負傷度は色の変化によって見ることができます。": "Citizens have an injury level. Injury level can be seen by a change in color.",
    "負傷度が高いほど緑色から黒色へ近づきます。": "The higher the degree of injury, the more it approaches green to black.",
    "負傷度により色の変化を表した画像": "Image showing color changes according to the degree of injury",
    "建物には倒壊度があります。倒壊度は色の変化によって見ることができます。": "Buildings have a degree of collapse. The degree of collapse can be seen by a change in color.",
    "倒壊度は5段階で表わされています。左から倒壊度1最後が倒壊度5となります。": "The degree of collapse is expressed in five levels. From left to right: collapsibility 1, the last being collapsibility 5.",
    "建物の倒壊度を5段階で表した建物の画像5つがならんでいる": "Five images of buildings, each representing a building's degree of collapse on a five-point scale, are lined up in a row.",
    "操作方法": "How to Operate",
    "概要": "Overview",
    "マップ操作": "Map Operations",
    "スライダー操作": "Slider Operations",
    "ツールチップ操作": "Tool Tip Operations",
    "説明モーダル操作": "Description Modal Operations",
    "マップの拡大縮小": "Zooming in and out of the map",
    "マップを拡大縮小するには、マウスのホイールの回転または、またはトラックパッドのピンチイン・ピンチアウトをします。": "To zoom in or out on a map, rotate the mouse wheel or pinch in and out on the trackpad.",
    "マップの移動": "Moving the map",
    "マップを移動するには、ドラッグをします。": "To move the map, drag.",
    "スライダー操作は、マウスでアイコンを左右へドラッグすることで操作することができます。": "Slider operation can be done by dragging the icon left or right with the mouse.",
    "また、横のボタンを押すことで再生・停止をすることができます。": "You can also press the side buttons to play and stop the map.",
    "スライダーを動かすと自動的に停止状態になります。再開させる場合は横のボタンを押します。": "Moving the slider will automatically stop playback. To resume playback, press the side button.",
    "スライダー操作の説明の画像": "Image of slider operation explanation",
    "スライダー横の数字は左が最小ステップ数、右が最大ステップ数を表します。": "The number next to the slider indicates the minimum number of steps on the left and the maximum number of steps on the right.",
    "ツールチップ操作は、カーソルをホバーすることで表示できます。": "Tool tip operations can be displayed by hovering the cursor.",
    "ツールチップ操作の説明の画像": "Explanatory image of tooltip operation",
    "外部リンクの上にあるボタンを押すと説明モーダルが表示されます。": "Press the button above the external link to display the explanation modal.",
    "説明モーダルは、閉じるボタンを押すことで閉じることができます。": "The description modal can be closed by pressing the Close button.",
    "説明モーダル操作の説明の画像": "Explanation Modal Operation Explanation Image",
    "表示設定では、以下の項目について設定をおこなうことができます。": "In the display settings, the following items can be configured",
    "カラーモードの設定では、ダークモードとライトモードの切り替えができます。": "Color mode setting allows you to switch between dark mode and light mode.",
    "ダークモードとライトモードの切り替えを行う動画": "The motion to switch between dark mode and light mode"
}